Repository: holo-apollo/holo-apollo-api
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: uk

source: Unknown error. Please contact us via email ira@holo-apollo.art or Instagram @holo.apollo.art
uk: Невідома помилка. Будь ласка напишіть нам на пошту ira@holo-apollo.art або в Instagram @holo.apollo.art

source: This field is required
uk: Це поле обов'язкове для заповнення

source: Please enter a valid email address
uk: Будь ласка введіть правильний email

source: You must allow your data usage to create application
uk: Ви повинні дозволити використовувати ваші дані щоб залишити заявку

source: Please write at least 100 symbols, but not more than 1000
uk: Будь ласка, напишіть від 100 до 1000 символів

source: Following files are not images:
uk: Наступні файли не є зображеннями:

source: Please choose at least 5 images
uk: Будь ласка виберіть хоча б 5 фото

source: Please choose at most 12 images
uk: Будь ласка виберіть не більше 12 фото

source: Total size of images is too big. Maximum size is 60 MB, you uploaded
uk: Загальний розмір файлів надто великий. Максимальний розмір 60 МБ, ви завантажили

source: At least 5 and at most 12 photos, total size up to 60 MB.
uk: Не менше 5 і не більше 12 фотографій, загальним розміром файлів до 60 МБ.

source: Photos will be used in a collage, therefore some of them should have minimal, neutral background.
uk: Фото будуть використані в колажі, тому деякі з них повинні бути з мінімальним, нейтральним фоном.

source: Clothes
uk: Одяг

source: Jewelry
uk: Прикраси

source: Accessories
uk: Аксесуари

source: Home decor
uk: Домашній декор

source: Shoes
uk: Взуття

source: Other
uk: Інше

source: We are loading your photos. Please wait a moment.
uk: Ми завантажуємо ваші фото. Будь ласка, зачекайте хвилинку.

source: What is your name?
uk: Як вас звати?

source: Email to reach you out
uk: Email для зв'язку

source: @Name in Instagram
uk: @Ім'я в Instagram

source: Category
uk: Категорія

source: What's being sold in your store?
uk: Що продається у вашому магазині?

source: Describe your goods
uk: Опишіть ваші вироби

source: materials, technology, prices...
uk: матеріали, технологія, ціни...

source: Philosophy behind your store
uk: Філософський сенс вашого магазину

source: Upload photos of your goods in good quality
uk: Додайте якісні фото ваших виробів

source: Upload photos
uk: Завантажити фото

source: I allow usage of data I provided
uk: Я погоджуюсь на використання залишених мною даних

source: Create application
uk: Подати заявку

source: Step 1
uk: Крок 1

source: information
uk: інформація

source: Step 2
uk: Крок 2

source: photos
uk: фото

source: Save changes
uk: Зберегти

source: Next step
uk: Далі

source: Oops... There's a mistake. Please type a valid email.
uk: Ой... Виникла помилка. Будь ласка введіть правильний імейл.

source: Please type your email.
uk: Будь ласка введіть Ваш імейл.

source: Oops! Something went wrong. Please try again in a moment.
uk: Ой! Щось не так. Будь ласка, спробуйте ще за мить.

source: Get notified when it's ready
uk: Отримайте сповіщення коли він буде готовий

source: Subscribe
uk: Підписатися

source: Are you sure that you want to unsubscribe?
uk: Ви впевнені, що хочете відписатися?

source: Yes, I'm sure
uk: Так, впевнений

source: You were subscribed successfully!
uk: Ви підписалися успішно!

source: See ya!
uk: Тепер ми на зв'язку.

source: Looks like you are already subscribed.
uk: Здається Ви вже підписані.

source: Thank you for being with us!
uk: Дякуємо, що Ви з нами!

source: You were unsubscribed.
uk: Ви відписалися.

source: Hope to see you again.
uk: Сподіваємося побачитися знову.

source: We promise to never spam you or share your personal information!
uk: Обіцяємо ніколи не спамити та не поширювати Вашу особисту інформацію!

source: Art
uk: Мистецтво

source: Please type your email or phone.
uk: Будь ласка введіть Ваш імейл або телефон.

source: Oops... There's a mistake. Please type a valid email or phone.
uk: Ой... Виникла помилка. Будь ласка введіть правильний імейл або телефон.

source: Please type your password.
uk: Будь ласка введіть Ваш пароль.

source: Email or phone
uk: Ваш Email або телефон

source: Password
uk: Пароль

source: Oops! I forgot my password
uk: Ой! Здається я забув пароль

source: Log in
uk: Увійти

source: or
uk: або

source: Don't have an account?
uk: Ще не з нами?

source: Sign up
uk: Зареєструватися

source: Your email
uk: Ваш Email

source: Send me info
uk: Надіслати

source: Password reset
uk: Скидання пароля

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
uk: Ми надіслали вам інструкції для відновлення пароля, якщо аккаунт з таким імейлом існує. Ви маєте їх скоро отримати.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
uk: Якщо ви не отримали листа, переконайтеся що Ви ввели адресу, з якою зареєструвалися, та перевірте папку спам.

source: Please type your password twice.
uk: Будь ласка введіть Ваш пароль двічі.

source: Oops... Passwords didn't match.
uk: Ой... Паролі не співпадають.

source: * The password reset link was invalid. Please request a new password reset.
uk: * Посилання для скидання пароля не працює. Будь ласка створіть новий запит.

source: New password
uk: Новий пароль

source: Retype password
uk: Повторіть пароль

source: Save
uk: Зберегти

source: Change password
uk: Зміна пароля

source: Your password has been set. You may go ahead and
uk: Ваш пароль змінено. Тепер ви можете

source: log in
uk: увійти

source: now
uk: на сайт

source: You must accept Terms of Use to sign up.
uk: Ви маєте прийняти Правила Користування щоб зареєструватися.

source: Please type your first name 2-30 characters long.
uk: Буль ласка введіть Ваше ім'я довжиною 2-30 символів.

source: Max length of last name is 30 characters.
uk: Максимальна довжина прізвища - 30 символів.

source: Please type your name on the site 2-30 characters long.
uk: Будь ласка введіть ваше ім'я на сайті довжиною 2-30 символів.

source: Please type a valid phone number.
uk: Будь ласка введіть правильний номер телефону.

source: That email already exists.
uk: Цей імейл уже існує.

source: Make up password
uk: Придумайте пароль

source: I agree with
uk: Я згоден (згодна) з

source: Terms of Use
uk: Правилами Користування

source: Create account
uk: Створити Аккаунт

source: Your first name *
uk: Ваше ім'я *

source: Your last name
uk: Ваше прізвище

source: Name on the site *
uk: Ім'я на сайті *

source: Phone *
uk: Телефон *

# noun
source: Sign up
uk: Реєстрація

source: Let's start
uk: Познайомимось?

source: Already a member?
uk: Вже є аккаунт?
